pharma_integra/public/oc/oncoprod/OC12810-1064303_126_1662647353.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo.CUL.Entidades" xmlns:ns2="http://schemas.datacontract.org/2004/07/WcfIntegradorOncoprod.CUL.Entidades.Entrada" xmlns:ns3="http://schemas.datacontract.org/2004/07/WsfIntegradorPharmanexo" xmlns:ns4="http://tempuri.org/"><SOAP-ENV:Body><ns4:IncluirPedido><ns4:pedido><ns3:Pedido><ns1:PedidoEntrada><ns1:ClienteCNPJ>13356779000124</ns1:ClienteCNPJ><ns1:PedidoNumeroClienteIntegracao>OC12810-1064303</ns1:PedidoNumeroClienteIntegracao><ns1:condicaoPagamentoId>90</ns1:condicaoPagamentoId><ns1:itens><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>1099</ns2:itemId><ns2:pedidoItemPrecoTabela>11767,2</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>2</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4392</ns2:itemId><ns2:pedidoItemPrecoTabela>16678,26</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>2</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>846</ns2:itemId><ns2:pedidoItemPrecoTabela>6000</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4385</ns2:itemId><ns2:pedidoItemPrecoTabela>3318</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>110305</ns2:itemId><ns2:pedidoItemPrecoTabela>2030</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>1</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4187</ns2:itemId><ns2:pedidoItemPrecoTabela>37,54</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>15</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4290</ns2:itemId><ns2:pedidoItemPrecoTabela>1370</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>4</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>1419</ns2:itemId><ns2:pedidoItemPrecoTabela>3318</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>3</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada><ns2:PedidoItemEntrada><ns2:estabelecimentoId>26</ns2:estabelecimentoId><ns2:itemId>4513</ns2:itemId><ns2:pedidoItemPrecoTabela>13500</ns2:pedidoItemPrecoTabela><ns2:pedidoItemQuantidade>8</ns2:pedidoItemQuantidade></ns2:PedidoItemEntrada></ns1:itens><ns1:pedidoObservacoes>PHN - OC12810-1064303</ns1:pedidoObservacoes><ns1:pedidoObservacoesNotaFiscal>PHN - OC12810-1064303</ns1:pedidoObservacoesNotaFiscal><ns1:sistemaEntrada>pharmanexo</ns1:sistemaEntrada><ns1:tipoEnderecoId>Padrão</ns1:tipoEnderecoId><ns1:unidadeNegocioId>PJ</ns1:unidadeNegocioId><ns1:usuarioIdIntegracao>juaraujo-pj</ns1:usuarioIdIntegracao></ns1:PedidoEntrada></ns3:Pedido></ns4:pedido></ns4:IncluirPedido></SOAP-ENV:Body></SOAP-ENV:Envelope>
